{"0": ["3", "\u963f\u59e8", "a1 yi2", "maternal aunt; step-mother; childcare worker; nursemaid; woman of similar age to one's parents (term of address used by child); CL:\u500b|\u4e2a[ge4]", ""], "1": ["3", "\u554a", "a5", "\"modal particle ending sentence", " showing affirmation", " approval", " or consent\"", ""], "2": ["5", "\u5509", "ai1", "\"interjection or grunt of agreement or recognition (e.g. yes", " it's me!); to sigh\"", ""], "3": ["6", "\u54ce\u54df", "ai1 yo1", "hey; ow; ouch; interjection of pain or surprise", ""], "4": ["6", "\u6328", "ai2", "to suffer from; to endure; to tide over (a difficult period); to delay", ""], "5": ["6", "\u764c\u75c7", "ai2 zheng4", "cancer", ""], "6": ["3", "\u77ee", "ai3", "low; short (in length)", ""], "7": ["1", "\u7231", "ai4", "to love; affection; to be fond of; to like", ""], "8": ["6", "\u7231\u4e0d\u91ca\u624b", "ai4 bu4 shi4 shou3", "to love sth too much to part with it (idiom); to fondle admiringly", ""], "9": ["6", "\u7231\u6234", "ai4 dai4", "to love and respect; love and respect", ""], "10": ["3", "\u7231\u597d", "ai4 hao4", "to like; to take pleasure in; keen on; fond of; interest; hobby; appetite for; CL:\u500b|\u4e2a[ge4]", ""], "11": ["5", "\u7231\u62a4", "ai4 hu4", "to cherish; to treasure; to take care of; to love and protect", ""], "12": ["6", "\u66a7\u6627", "ai4 mei4", "vague; ambiguous; equivocal; dubious", ""], "13": ["4", "\u7231\u60c5", "ai4 qing2", "romance; love (romantic); CL:\u500b|\u4e2a[ge4]", ""], "14": ["5", "\u7231\u60dc", "ai4 xi1", "to cherish; to treasure; to use sparingly", ""], "15": ["5", "\u7231\u5fc3", "ai4 xin1", "compassion; CL:\u7247[pian4]", ""], "16": ["3", "\u5b89\u9759", "an1 jing4", "quiet; peaceful; calm", ""], "17": ["6", "\u5b89\u5c45\u4e50\u4e1a", "an1 ju1 le4 ye4", "live in peace and work happily (idiom)", ""], "18": ["6", "\u5b89\u5b81", "an1 ning2", "peaceful; tranquil; calm; composed", ""], "19": ["4", "\u5b89\u6392", "an1 pai2", "to arrange; to plan; to set up", ""], "20": ["4", "\u5b89\u5168", "an1 quan2", "safe; secure; safety; security", ""], "21": ["5", "\u5b89\u6170", "an1 wei4", "to comfort; to console; CL:\u500b|\u4e2a[ge4]", ""], "22": ["6", "\u5b89\u8be6", "an1 xiang2", "serene", ""], "23": ["6", "\u5b89\u7f6e", "an1 zhi4", "find a place for; help settle down; arrange for; to get into bed; placement", ""], "24": ["5", "\u5b89\u88c5", "an1 zhuang1", "install; erect; fix; mount; installation", ""], "25": ["5", "\u5cb8", "an4", "bank; shore; beach; coast; CL:\u500b|\u4e2a[ge4]", ""], "26": ["4", "\u6697", "an4", "dark; gloomy; hidden; secret; muddled; obscure; in the dark", ""], "27": ["6", "\u6848\u4ef6", "an4 jian4", "\"law case; legal case; judicial case; CL:\u5b97[zong1]", "\u6a01|\u6869[zhuang1]", "\u8d77[qi3]\"", ""], "28": ["6", "\u6848\u4f8b", "an4 li4", "case (law); CL:\u500b|\u4e2a[ge4]", ""], "29": ["6", "\u6309\u6469", "an4 mo2", "massage", ""], "30": ["4", "\u6309\u65f6", "an4 shi2", "on time; before deadline; on schedule", ""], "31": ["6", "\u6697\u793a", "an4 shi4", "to hint; to suggest; suggestion; a hint", ""], "32": ["4", "\u6309\u7167", "an4 zhao4", "according to; in accordance with; in the light of; on the basis of", ""], "33": ["6", "\u6602\u8d35", "ang2 gui4", "expensive; costly", ""], "34": ["6", "\u51f9\u51f8", "ao1 tu1", "bumpy; uneven; slotted and tabbed joint; crenelation", ""], "35": ["6", "\u71ac", "ao2", "(of cooking) to boil for a long time; to endure; to suffer", ""], "36": ["6", "\u5965\u79d8", "ao4 mi4", "profound; deep; a mystery", ""], "37": ["1", "\u516b", "ba1", "eight; 8", ""], "38": ["6", "\u6252", "ba1", "to hold on to; to cling to; to dig up; to rake; to push aside; to climb; to pull out; to strip off", ""], "39": ["6", "\u75a4", "ba1", "scar", ""], "40": ["6", "\u5df4\u4e0d\u5f97", "ba1 bu4 de2", "to be eager for; to long for; to look forward to", ""], "41": ["6", "\u5df4\u7ed3", "ba1 jie5", "to fawn on; to curry favor with; to make up to", ""], "42": ["6", "\u62d4\u82d7\u52a9\u957f", "ba2 miao2 zhu4 zhang3", "to spoil things through excessive enthusiasm (idiom)", ""], "43": ["3", "\u628a", "ba3", "to hold; to contain; to grasp; to take hold of; a handle; particle marking the following noun as a direct object; classifier for objects with handle", ""], "44": ["6", "\u628a\u5173", "ba3 guan1", "to guard a pass; to check on sth", ""], "45": ["6", "\u628a\u624b", "ba3 shou3", "handle; grip; knob", ""], "46": ["5", "\u628a\u63e1", "ba3 wo4", "to grasp (also fig.); to seize; to hold; assurance; certainty; sure (of the outcome)", ""], "47": ["6", "\u628a\u620f", "ba3 xi4", "acrobatics; jugglery; cheap trick; game", ""], "48": ["1", "\u7238\u7238", "ba4 ba5", "\"(informal) father; CL:\u500b|\u4e2a[ge4]", "\u4f4d[wei4]\"", ""], "49": ["6", "\u9738\u9053", "ba4 dao4", "\"the Way of the Hegemon", " abbr. of \u9738\u738b\u4e4b\u9053; despotic rule; rule by might; evil as opposed to the Way of the King \u738b\u9053; overbearing; tyranny; (of liquor", " medicine etc) strong; potent\"", ""], "50": ["6", "\u7f62\u5de5", "ba4 gong1", "a strike; to go on strike", ""], "51": ["2", "\u5427", "ba5", "(modal particle indicating polite suggestion); ...right?; ...OK?", ""], "52": ["6", "\u63b0", "bai1", "to break with both hands", ""], "53": ["2", "\u767d", "bai2", "white; snowy; pure; bright; empty; blank; plain; clear; to make clear; in vain; gratuitous; free of charge; reactionary; anti-communist; funeral; to stare coldly; to write wrong character; to state; to explain; vernacular; spoken lines in opera; surname Bai", ""], "54": ["5", "\u6446", "bai3", "to arrange; to exhibit; to move to and fro; a pendulum", ""], "55": ["2", "\u767e", "bai3", "hundred; numerous; all kinds of; surname Bai", ""], "56": ["6", "\u767e\u5206\u70b9", "bai3 fen1 dian3", "percentage point", ""], "57": ["6", "\u6446\u8131", "bai3 tuo1", "to break away from; to cast off (old ideas etc); to get rid of; to break away (from); to break out (of); to free oneself from; to extricate oneself", ""], "58": ["6", "\u62dc\u8bbf", "bai4 fang3", "pay a visit; call on", ""], "59": ["6", "\u8d25\u574f", "bai4 huai4", "to ruin; to corrupt; to undermine", ""], "60": ["6", "\u62dc\u5e74", "bai4 nian2", "pay a New Year call; wish sb a Happy New Year", ""], "61": ["6", "\u62dc\u6258", "bai4 tuo1", "request sb to do sth; please!", ""], "62": ["3", "\u642c", "ban1", "to move; to shift; to remove; to transport; to apply indiscriminately; to copy mechanically", ""], "63": ["3", "\u73ed", "ban1", "team; class; squad; work shift; classifier for groups; ranking; surname Ban; CL:\u500b|\u4e2a[ge4]", ""], "64": ["6", "\u9881\u5e03", "ban1 bu4", "\"to issue; to proclaim; to enact (laws", " decrees etc)\"", ""], "65": ["6", "\u9881\u53d1", "ban1 fa1", "issue; promulgate; award", ""], "66": ["6", "\u6591\u7eb9", "ban1 wen2", "stripe; streak", ""], "67": ["5", "\u73ed\u4e3b\u4efb", "ban1 zhu3 ren4", "a teacher in charge of a class", ""], "68": ["6", "\u7248\u672c", "ban3 ben3", "version; edition; release", ""], "69": ["3", "\u534a", "ban4", "half; semi-; incomplete; (after a number) and a half", ""], "70": ["3", "\u529e\u6cd5", "ban4 fa3", "\"means; method; way (of doing sth); CL:\u689d|\u6761[tiao2]", "\u500b|\u4e2a[ge4]\"", ""], "71": ["3", "\u529e\u516c\u5ba4", "ban4 gong1 shi4", "an office; business premises; a bureau; CL:\u9593|\u95f4[jian1]", ""], "72": ["5", "\u529e\u7406", "ban4 li3", "to handle; to transact; to conduct", ""], "73": ["6", "\u4f34\u4fa3", "ban4 lv3", "companion; mate; partner", ""], "74": ["6", "\u4f34\u968f", "ban4 sui2", "to accompany; to follow; to occur together with; attendant", ""], "75": ["6", "\u534a\u9014\u800c\u5e9f", "ban4 tu2 er2 fei4", "to give up halfway (idiom); leave sth unfinished", ""], "76": ["6", "\u626e\u6f14", "ban4 yan3", "play the part of; act", ""], "77": ["3", "\u5e2e\u5fd9", "bang1 mang2", "to help; to lend a hand; to do a favor; to do a good turn", ""], "78": ["2", "\u5e2e\u52a9", "bang1 zhu4", "assistance; aid; to help; to assist", ""], "79": ["6", "\u7ed1\u67b6", "bang3 jia4", "to kidnap; to abduct; to hijack; a kidnapping; abduction; staking", ""], "80": ["6", "\u699c\u6837", "bang3 yang4", "example; model; CL:\u500b|\u4e2a[ge4]", ""], "81": ["5", "\u68d2", "bang4", "a stick; club or cudgel; smart; capable; strong; wonderful; classifier for legs of a relay race", ""], "82": ["6", "\u78c5", "bang4", "\"see \u78c5\u79e4 scale; platform balance; pound (unit of weight", " about 454 grams)\"", ""], "83": ["5", "\u508d\u665a", "bang4 wan3", "in the evening; when night falls; towards evening; at night fall; at dusk", ""], "84": ["3", "\u5305", "bao1", "\"to cover; to wrap; to hold; to include; to take charge of; package; wrapper; container; bag; to hold or embrace; bundle; packet; to contract (to or for); surname Bao; CL:\u500b|\u4e2a[ge4]", "\u96bb|\u53ea[zhi1]\"", ""], "85": ["6", "\u5305\u5e87", "bao1 bi4", "shield; harbor; cover up", ""], "86": ["6", "\u5305\u88b1", "bao1 fu5", "cloth-wrapper; a bundle wrapped in cloth; load; weight; burden", ""], "87": ["5", "\u5305\u88f9", "bao1 guo3", "wrap up; bind up; bundle; parcel; package; CL:\u500b|\u4e2a[ge4]", ""], "88": ["5", "\u5305\u542b", "bao1 han2", "to contain; to embody; to include", ""], "89": ["4", "\u5305\u62ec", "bao1 kuo4", "to comprise; to include; to involve; to incorporate; to consist of", ""], "90": ["6", "\u5305\u56f4", "bao1 wei2", "to surround; to encircle; to hem in", ""], "91": ["6", "\u5305\u88c5", "bao1 zhuang1", "pack; package", ""], "92": ["5", "\u5305\u5b50", "bao1 zi5", "steamed stuffed bun; CL:\u500b|\u4e2a[ge4]", ""], "93": ["5", "\u8584", "bao2", "thin; cold in manner; indifferent; weak; light; infertile", ""], "94": ["3", "\u9971", "bao3", "to eat till full; satisfied", ""], "95": ["5", "\u5b9d\u8d1d", "bao3 bei4", "treasured object; treasure; darling; baby; cowry; good-for-nothing or queer character", ""], "96": ["5", "\u4fdd\u6301", "bao3 chi2", "to keep; to maintain; to hold; to preserve", ""], "97": ["5", "\u4fdd\u5b58", "bao3 cun2", "to conserve; to preserve; to keep; to save (a file etc) (computing)", ""], "98": ["6", "\u4fdd\u7ba1", "bao3 guan3", "to assure; to guarantee; to take care of; to safeguard; certainly; surely", ""], "99": ["5", "\u5b9d\u8d35", "bao3 gui4", "valuable; precious; value; treasure; set store by", ""], "100": ["6", "\u9971\u548c", "bao3 he2", "saturation", ""], "101": ["4", "\u4fdd\u62a4", "bao3 hu4", "to protect; to defend; to safeguard; protection; CL:\u7a2e|\u79cd[zhong3]", ""], "102": ["6", "\u9971\u7ecf\u6ca7\u6851", "bao3 jing1 cang1 sang1", "having lived through many changes", ""], "103": ["5", "\u4fdd\u7559", "bao3 liu2", "to retain; to continue to have; to preserve; to maintain; to reserve; reservations; to hold back (approval or acceptance)", ""], "104": ["6", "\u4fdd\u5bc6", "bao3 mi4", "to keep sth confidential; to maintain secrecy", ""], "105": ["6", "\u4fdd\u59c6", "bao3 mu3", "nanny; housekeeper", ""], "106": ["6", "\u4fdd\u5b88", "bao3 shou3", "(politically) conservative; to guard; to keep", ""], "107": ["6", "\u4fdd\u536b", "bao3 wei4", "to defend; to safeguard", ""], "108": ["5", "\u4fdd\u9669", "bao3 xian3", "insurance; to insure; safe; secure; be sure; be bound to; CL:\u4efd[fen4]", ""], "109": ["6", "\u4fdd\u517b", "bao3 yang3", "to take good care of (or conserve) one's health; to keep in good repair; to maintain; maintenance", ""], "110": ["6", "\u4fdd\u969c", "bao3 zhang4", "to ensure; to guarantee; to safeguard", ""], "111": ["4", "\u4fdd\u8bc1", "bao3 zheng4", "guarantee; to guarantee; to ensure; to safeguard; to pledge; CL:\u500b|\u4e2a[ge4]", ""], "112": ["6", "\u4fdd\u91cd", "bao3 zhong4", "take care of oneself", ""], "113": ["4", "\u62b1", "bao4", "to hold; to carry (in one's arms); to hug or embrace; surround; cherish", ""], "114": ["6", "\u62a5\u4ec7", "bao4 chou2", "to revenge (oneself); to avenge", ""], "115": ["6", "\u62a5\u916c", "bao4 chou5", "reward; remuneration", ""], "116": ["6", "\u62a5\u7b54", "bao4 da2", "to repay; to requite", ""], "117": ["6", "\u62a5\u5230", "bao4 dao4", "report for duty; check in; register", ""], "118": ["4", "\u62a5\u9053", "bao4 dao4", "\"report; CL:\u7bc7[pian1]", "\u4efd[fen4]\"", ""], "119": ["6", "\u7206\u53d1", "bao4 fa1", "to break out; to erupt; to explode; to burst out", ""], "120": ["6", "\u62a5\u590d", "bao4 fu4", "to make reprisals; to retaliate; revenge; retaliation", ""], "121": ["6", "\u62b1\u8d1f", "bao4 fu4", "aspiration; ambition", ""], "122": ["5", "\u62a5\u544a", "bao4 gao4", "\"to inform; report; make known; speech; talk; lecture; CL:\u7bc7[pian1]", "\u4efd[fen4]", "\u500b|\u4e2a[ge4]", "\u901a[tong4]\"", ""], "123": ["6", "\u66dd\u5149", "bao4 guang1", "exposure (e.g. of photosensitive material); to expose (a scandal to the public)", ""], "124": ["6", "\u66b4\u529b", "bao4 li4", "violence; (use) force; violent", ""], "125": ["6", "\u66b4\u9732", "bao4 lu4", "to expose; to reveal; to lay bare", ""], "126": ["4", "\u62a5\u540d", "bao4 ming2", "to sign up; to enter one's name; to apply; to register; to enroll; to enlist", ""], "127": ["4", "\u62b1\u6b49", "bao4 qian4", "sorry; We apologize!; to feel apologetic; to regret", ""], "128": ["6", "\u62a5\u793e", "bao4 she4", "general office of a newspaper; newspaper office; CL:\u5bb6[jia1]", ""], "129": ["6", "\u62a5\u9500", "bao4 xiao1", "submit an expense account; apply for reimbursement; write-off; wipe out", ""], "130": ["6", "\u62b1\u6028", "bao4 yuan4", "to complain; to grumble", ""], "131": ["6", "\u7206\u70b8", "bao4 zha4", "explosion; to explode; to blow up; to detonate", ""], "132": ["2", "\u62a5\u7eb8", "bao4 zhi3", "\"newspaper; newsprint; CL:\u4efd[fen4]", "\u671f[qi1]", "\u5f35|\u5f20[zhang1]\"", ""], "133": ["6", "\u60b2\u54c0", "bei1 ai1", "grieved; sorrowful", ""], "134": ["6", "\u5351\u9119", "bei1 bi3", "base; mean; contemptible; despicable", ""], "135": ["6", "\u60b2\u60e8", "bei1 can3", "miserable; tragic", ""], "136": ["5", "\u60b2\u89c2", "bei1 guan1", "pessimistic", ""], "137": ["1", "\u676f\u5b50", "bei1 zi5", "\"cup; glass; CL:\u500b|\u4e2a[ge4]", "\u652f[zhi1]", "\u679d[zhi1]\"", ""], "138": ["3", "\u5317\u65b9", "bei3 fang1", "north; the northern part a country; China north of the Yellow River", ""], "139": ["6", "\u5317\u6781", "bei3 ji2", "the North Pole; the Arctic Pole; the north magnetic pole", ""], "140": ["1", "\u5317\u4eac", "Bei3 jing1", "\"Beijing", " capital of People's Republic of China; Peking; PRC government\"", ""], "141": ["5", "\u500d", "bei4", "\"(two", " three etc) -fold; times (multiplier); double; to increase or multiply\"", ""], "142": ["4", "\u88ab", "bei4", "by (indicates passive-voice sentences or clauses); quilt; to cover (literary)", ""], "143": ["3", "\u80cc", "bei4", "the back of a body or object; to turn one's back; to hide something from; to learn by heart; to recite from memory", ""], "144": ["6", "\u88ab\u52a8", "bei4 dong4", "passive", ""], "145": ["6", "\u5907\u4efd", "bei4 fen4", "backup", ""], "146": ["6", "\u88ab\u544a", "bei4 gao4", "defendant", ""], "147": ["5", "\u80cc\u666f", "bei4 jing3", "background; backdrop; context; CL:\u7a2e|\u79cd[zhong3]", ""], "148": ["6", "\u8d1d\u58f3", "bei4 ke2", "\"shell; conch; cowry; mother of pearl; hard outer skin; alternative reading bei4 qiao4", " mostly written\"", ""], "149": ["6", "\u80cc\u53db", "bei4 pan4", "to betray", ""], "150": ["6", "\u80cc\u8bf5", "bei4 song4", "recite; repeat from memory", ""], "151": ["6", "\u5907\u5fd8\u5f55", "bei4 wang4 lu4", "memorandum; aide-memoire; memorandum book", ""], "152": ["5", "\u88ab\u5b50", "bei4 zi5", "quilt; CL:\u5e8a[chuang2]", ""], "153": ["6", "\u5954\u6ce2", "ben1 bo1", "rush about; be busy running about", ""], "154": ["6", "\u5954\u9a70", "ben1 chi2", "\"to run quickly; to travel quickly; to move fast; Mercedes-Benz", " German car make\"", ""], "155": ["1", "\u672c", "ben3", "\"roots or stems of plants; origin; source; this; the current; root; foundation; basis; classifier for books", " periodicals", " files etc; originally\"", ""], "156": ["5", "\u672c\u79d1", "ben3 ke1", "undergraduate course; undergraduate (adjective)", ""], "157": ["4", "\u672c\u6765", "ben3 lai2", "original; originally; at first; it goes without saying; of course", ""], "158": ["5", "\u672c\u9886", "ben3 ling3", "\"skill; ability; capability; CL:\u9805|\u9879[xiang4]", "\u500b|\u4e2a[ge4]\"", ""], "159": ["6", "\u672c\u80fd", "ben3 neng2", "instinct", ""], "160": ["6", "\u672c\u94b1", "ben3 qian2", "capital", ""], "161": ["6", "\u672c\u4eba", "ben3 ren2", "the person himself; I (humble form used in speeches); oneself; myself; in person; personal", ""], "162": ["6", "\u672c\u8eab", "ben3 shen1", "itself; in itself; per se", ""], "163": ["6", "\u672c\u4e8b", "ben3 shi5", "ability; skill; source material; original story", ""], "164": ["6", "\u672c\u7740", "ben3 zhe5", "based on...; in conformance with..; taking as one's main principle", ""], "165": ["5", "\u672c\u8d28", "ben3 zhi4", "essence; nature; innate character; intrinsic quality", ""], "166": ["4", "\u7b28", "ben4", "stupid; foolish; silly; slow-witted; clumsy", ""], "167": ["6", "\u7b28\u62d9", "ben4 zhuo1", "clumsy; awkward; stupid", ""], "168": ["6", "\u5d29\u6e83", "beng1 kui4", "to collapse; to crumble; to fall apart", ""], "169": ["6", "\u752d", "beng2", "need not; (contraction of \u4e0d and \u7528)", ""], "170": ["6", "\u8e66", "beng4", "to jump; to bounce; to hop", ""], "171": ["6", "\u8ff8\u53d1", "beng4 fa1", "to burst out; to gush; to spurt", ""], "172": ["6", "\u903c\u8feb", "bi1 po4", "to force; to compel; to coerce", ""], "173": ["6", "\u9f3b\u6d95", "bi2 ti4", "nasal mucus; snivel", ""], "174": ["3", "\u9f3b\u5b50", "bi2 zi5", "\"nose; CL:\u500b|\u4e2a[ge4]", "\u96bb|\u53ea[zhi1]\"", ""], "175": ["2", "\u6bd4", "bi3", "\"(particle used for comparison and \"\"-er than\"\"); to compare; to contrast; to gesture (with hands); ratio\"", ""], "176": ["5", "\u5f7c\u6b64", "bi3 ci3", "each other; one another", ""], "177": ["6", "\u6bd4\u65b9", "bi3 fang5", "analogy; instance", ""], "178": ["4", "\u7b14\u8bb0\u672c", "bi3 ji4 ben3", "notebook; CL:\u672c[ben3]", ""], "179": ["3", "\u6bd4\u8f83", "bi3 jiao4", "compare; contrast; fairly; comparatively; relatively; quite; rather", ""], "180": ["5", "\u6bd4\u4f8b", "bi3 li4", "proportion; scale", ""], "181": ["5", "\u6bd4\u5982", "bi3 ru2", "for example; for instance; such as", ""], "182": ["3", "\u6bd4\u8d5b", "bi3 sai4", "\"competition (sports etc); match; CL:\u5834|\u573a[chang3]", "\u6b21[ci4]\"", ""], "183": ["6", "\u6bd4\u55bb", "bi3 yu4", "metaphor; analogy; figure of speech; figuratively", ""], "184": ["6", "\u6bd4\u91cd", "bi3 zhong4", "proportion; specific gravity", ""], "185": ["6", "\u81c2", "bi4", "arm", ""], "186": ["6", "\u5f0a\u75c5", "bi4 bing4", "malady; evil; malpractice; drawback; disadvantage", ""], "187": ["6", "\u5fc5\u5b9a", "bi4 ding4", "be bound to; be sure to", ""], "188": ["6", "\u5f0a\u7aef", "bi4 duan1", "malpractice; abuse; corrupt practice", ""], "189": ["5", "\u6bd5\u7adf", "bi4 jing4", "after all; all in all; when all is said and done; in the final analysis", ""], "190": ["5", "\u907f\u514d", "bi4 mian3", "to avert; to prevent; to avoid; to refrain from", ""], "191": ["5", "\u5fc5\u7136", "bi4 ran2", "inevitable; certain; necessity", ""], "192": ["6", "\u95ed\u585e", "bi4 se4", "stop up; close up; hard to get to; out of the way; inaccessible; unenlightened; blocking", ""], "193": ["5", "\u5fc5\u9700", "bi4 xu1", "to need; to require; essential; indispensable", ""], "194": ["3", "\u5fc5\u987b", "bi4 xu1", "to have to; must; compulsory; necessarily", ""], "195": ["5", "\u5fc5\u8981", "bi4 yao4", "necessary; essential; indispensable; required", ""], "196": ["4", "\u6bd5\u4e1a", "bi4 ye4", "graduation; to graduate; to finish school", ""], "197": ["6", "\u78a7\u7389", "bi4 yu4", "jasper", ""], "198": ["6", "\u97ad\u7b56", "bian1 ce4", "to spur on; to urge on; to encourage sb (e.g. to make progress)", ""], "199": ["5", "\u7f16\u8f91", "bian1 ji2", "to edit; to compile; editor; compiler", ""], "200": ["6", "\u8fb9\u7586", "bian1 jiang1", "border area; borderland; frontier; frontier region", ""], "201": ["6", "\u8fb9\u754c", "bian1 jie4", "boundary; border", ""], "202": ["6", "\u8fb9\u5883", "bian1 jing4", "frontier; border", ""], "203": ["5", "\u97ad\u70ae", "bian1 pao4", "firecrackers; a string of small firecrackers; CL:\u679a[mei2]", ""], "204": ["6", "\u8fb9\u7f18", "bian1 yuan2", "edge; fringe; verge; brink; periphery; marginal; borderline", ""], "205": ["6", "\u7f16\u7ec7 ", "bian1 zhi1", "to weave; to knit; to plait; to braid", ""], "206": ["6", "\u6241", "bian3", "\"flat; (old form of character \u533e", " horizontal tablet with inscription)\"", ""], "207": ["6", "\u8d2c\u4f4e", "bian3 di1", "to belittle; to disparage; to play down; to demean; to degrade; to devalue", ""], "208": ["6", "\u8d2c\u4e49", "bian3 yi4", "derogatory sense; negative connotation", ""], "209": ["5", "\u4fbf", "bian4", "ordinary; plain; convenient; as convenient; when the chance arises; handy; easy; informal; simple; so; thus; to relieve oneself; to urinate; to defecate; equivalent to \u5c31: then; in that case; even if; soon afterwards", ""], "210": ["4", "\u904d", "bian4", "a time; everywhere; turn; all over; one time", ""], "211": ["6", "\u904d\u5e03", "bian4 bu4", "to cover the whole (area); to be found throughout", ""], "212": ["6", "\u53d8\u6545", "bian4 gu4", "an unforeseen event; accident; misfortune", ""], "213": ["6", "\u8fa9\u62a4", "bian4 hu4", "to speak in defense of; to argue in favor of; to defend; to plead", ""], "214": ["3", "\u53d8\u5316", "bian4 hua4", "change; variation; to change; to vary; CL:\u500b|\u4e2a[ge4]", ""], "215": ["6", "\u8fa9\u89e3", "bian4 jie3", "to explain; to justify; to defend (a point of view etc); to provide an explanation; to try to defend oneself", ""], "216": ["6", "\u4fbf\u5229", "bian4 li4", "convenient; easy; facilitate", ""], "217": ["5", "\u8fa9\u8bba", "bian4 lun4", "\"debate; argument; to argue over; CL:\u5834|\u573a[chang3]", "\u6b21[ci4]\"", ""], "218": ["6", "\u53d8\u8fc1", "bian4 qian1", "changes; vicissitudes", ""], "219": ["6", "\u8fa8\u8ba4", "bian4 ren4", "to recognize; to identify", ""], "220": ["6", "\u4fbf\u6761", "bian4 tiao2", "\"(informal) note; CL:\u5f35|\u5f20[zhang1]", "\u500b|\u4e2a[ge4]\"", ""], "221": ["6", "\u4fbf\u4e8e", "bian4 yu2", "easy to; convenient for", ""], "222": ["6", "\u8fa9\u8bc1", "bian4 zheng4", "investigate; dialectical", ""], "223": ["6", "\u53d8\u8d28", "bian4 zhi4", "to degenerate; to go bad; to deteriorate; metamorphosis", ""], "224": ["6", "\u8fab\u5b50", "bian4 zi5", "\"plait; braid; pigtail; a mistake or shortcoming that may be exploited by an opponent; handle; CL:\u6839[gen1]", "\u689d|\u6761[tiao2]\"", ""], "225": ["6", "\u6807\u672c", "biao1 ben3", "specimen; sample; the root cause and symptoms of a disease", ""], "226": ["5", "\u6807\u70b9", "biao1 dian3", "punctuation; a punctuation mark; to punctuate; CL:\u500b|\u4e2a[ge4]", ""], "227": ["6", "\u6807\u8bb0", "biao1 ji4", "sign; mark; symbol; to mark up", ""], "228": ["6", "\u98d9\u5347", "biao1 sheng1", "to rise rapidly; to soar", ""], "229": ["6", "\u6807\u9898", "biao1 ti2", "title; heading; headline; caption; subject", ""], "230": ["5", "\u6807\u5fd7", "biao1 zhi4", "sign; mark; symbol; symbolize; to indicate; to mark", ""], "231": ["4", "\u6807\u51c6", "biao1 zhun3", "(an official) standard; norm; criterion; CL:\u500b|\u4e2a[ge4]", ""], "232": ["4", "\u8868\u8fbe", "biao3 da2", "to voice (an opinion); to express; to convey", ""], "233": ["4", "\u8868\u683c", "biao3 ge2", "\"form; table; CL:\u5f35|\u5f20[zhang1]", "\u4efd[fen4]\"", ""], "234": ["6", "\u8868\u51b3", "biao3 jue2", "decide by vote; vote", ""], "235": ["5", "\u8868\u9762", "biao3 mian4", "surface; face; outside; appearance", ""], "236": ["5", "\u8868\u660e", "biao3 ming2", "to make clear; to make known; to state clearly; to indicate; known", ""], "237": ["5", "\u8868\u60c5", "biao3 qing2", "(facial) expression; to express one's feelings; expression", ""], "238": ["3", "\u8868\u793a", "biao3 shi4", "to express; to show; to say; to state; to indicate; to mean", ""], "239": ["6", "\u8868\u6001", "biao3 tai4", "to declare one's position; to say where one stands", ""], "240": ["5", "\u8868\u73b0", "biao3 xian4", "to show; to show off; to display; to manifest; expression; manifestation; show; display; performance (at work etc)", ""], "241": ["3", "\u8868\u6f14", "biao3 yan3", "play; show; performance; exhibition; to perform; to act; to demonstrate; CL:\u5834|\u573a[chang3]", ""], "242": ["4", "\u8868\u626c", "biao3 yang2", "to praise; to commend", ""], "243": ["6", "\u8868\u5f70", "biao3 zhang1", "cite (in dispatches); commend", ""], "244": ["6", "\u618b", "bie1", "to choke; to stifle; to restrain; to hold back; to hold in (urine); to hold (one's breath)", ""], "245": ["2", "\u522b", "bie2", "to leave; to depart; to separate; to distinguish; to classify; other; another; do not; must not; to pin", ""], "246": ["6", "\u522b\u4eba", "bie2 ren5", "other people; others; other person", ""], "247": ["6", "\u522b\u5885", "bie2 shu4", "\"villa; CL:\u5e62[zhuang4]", "\u5ea7[zuo4]\"", ""], "248": ["6", "\u522b\u81f4", "bie2 zhi4", "unusual; unique", ""], "249": ["6", "\u522b\u626d", "bie4 niu5", "awkward; difficult; uncomfortable; not agreeing; at loggerheads; gauche; awkward (writing or speech)", ""], "250": ["3", "\u5bbe\u9986", "bin1 guan3", "\"guesthouse; CL:\u500b|\u4e2a[ge4]", "\u5bb6[jia1]\"", ""], "251": ["6", "\u6fd2\u4e34", "bin1 lin2", "on the verge of; close to", ""], "252": ["6", "\u51b0\u96f9", "bing1 bao2", "\"hail; hailstone; CL:\u5834|\u573a[chang2]", "\u7c92[li4]\"", ""], "253": ["3", "\u51b0\u7bb1", "bing1 xiang1", "\"icebox; freezer cabinet; refrigerator; CL:\u81fa|\u53f0[tai2]", "\u500b|\u4e2a[ge4]\"", ""], "254": ["5", "\u4e19", "bing3", "\"third of 10 heavenly stems \u5341\u5929\u5e72; third in order; letter \"\"C\"\" or roman \"\"III\"\" in list \"\"A", " B", " C\"\"", " or \"\"I", " II", " III\"\" etc; propyl\"", ""], "255": ["4", "\u997c\u5e72", "bing3 gan1", "\"biscuit; cracker; cookie; CL:\u7247[pian4]", "\u584a|\u5757[kuai4]\"", ""], "256": ["6", "\u5e76\u5b58", "bing4 cun2", "to exist at the same time; to coexist", ""], "257": ["5", "\u75c5\u6bd2", "bing4 du2", "virus", ""], "258": ["6", "\u5e76\u975e", "bing4 fei1", "really isn't", ""], "259": ["6", "\u5e76\u5217", "bing4 lie4", "to stand side by side; to be juxtaposed", ""], "260": ["4", "\u5e76\u4e14", "bing4 qie3", "and; besides; moreover; furthermore; in addition", ""], "261": ["6", "\u62e8\u6253", "bo1 da3", "to call; to dial", ""], "262": ["6", "\u64ad\u653e", "bo1 fang4", "to broadcast; to transmit", ""], "263": ["6", "\u6ce2\u6d6a", "bo1 lang4", "wave", ""], "264": ["5", "\u73bb\u7483", "bo1 li5", "\"glass; nylon; plastic; CL:\u5f35|\u5f20[zhang1]", "\u584a|\u5757[kuai4]\"", ""], "265": ["6", "\u6ce2\u6d9b\u6c79\u6d8c", "bo1 tao1 xiong1 yong3", "tumultuous situations", ""], "266": ["6", "\u5265\u524a", "bo1 xue1", "to exploit; exploitation", ""], "267": ["6", "\u64ad\u79cd", "bo1 zhong4", "to sow seeds; sowing; seed", ""], "268": ["6", "\u535a\u5927\u7cbe\u6df1", "bo2 da4 jing1 shen1", "wide-ranging and profound; broad and deep", ""], "269": ["6", "\u640f\u6597", "bo2 dou4", "to wrestle; to fight; to struggle", ""], "270": ["6", "\u535a\u89c8\u4f1a", "bo2 lan3 hui4", "exposition; international fair", ""], "271": ["6", "\u4f2f\u6bcd", "bo2 mu3", "wife of father's elder brother; aunt; (polite form of address for a woman who is about the age of one's mother); CL:\u500b|\u4e2a[ge4]", ""], "272": ["6", "\u8584\u5f31", "bo2 ruo4", "weak; frail", ""], "273": ["4", "\u535a\u58eb", "bo2 shi4", "doctor; court academician (in feudal China); Ph.D.", ""], "274": ["5", "\u535a\u7269\u9986", "bo2 wu4 guan3", "museum", ""], "275": ["5", "\u8116\u5b50", "bo2 zi5", "neck; CL:\u500b|\u4e2a[ge4]", ""], "276": ["6", "\u8865\u507f", "bu3 chang2", "compensate; make up", ""], "277": ["5", "\u8865\u5145", "bu3 chong1", "to replenish; to supplement; to complement; additional; supplementary; CL:\u500b|\u4e2a[ge4]", ""], "278": ["6", "\u8865\u6551", "bu3 jiu4", "remedy", ""], "279": ["6", "\u54fa\u4e73", "bu3 ru3", "breast feeding; to suckle; to nurse", ""], "280": ["6", "\u8865\u8d34", "bu3 tie1", "to subsidize; subsidy; allowance", ""], "281": ["6", "\u6355\u6349", "bu3 zhuo1", "to catch; to seize; to capture", ""], "282": ["1", "\u4e0d", "bu4", "(negative prefix); not; no", ""], "283": ["5", "\u5e03", "bu4", "cloth; to declare; to announce; to spread; to make known", ""], "284": ["5", "\u4e0d\u5b89", "bu4 an1", "unpeaceful; unstable; uneasy; disturbed; restless; worried", ""], "285": ["5", "\u4e0d\u5fc5", "bu4 bi4", "need not; does not have to", ""], "286": ["4", "\u4e0d\u4f46", "bu4 dan4", "not only (... but also...)", ""], "287": ["4", "\u4e0d\u5f97\u4e0d", "bu4 de2 bu4", "have no choice or option but to; cannot but; have to; can't help it; can't avoid", ""], "288": ["5", "\u4e0d\u5f97\u4e86", "bu4 de2 liao3", "desperately serious; disastrous; extremely; exceedingly", ""], "289": ["6", "\u4e0d\u5f97\u5df2", "bu4 de2 yi3", "act against one's will; have no alternative but to; have to; to have no choice; must", ""], "290": ["5", "\u4e0d\u65ad", "bu4 duan4", "unceasing; uninterrupted; continuous; constant", ""], "291": ["6", "\u6b65\u4f10", "bu4 fa2", "pace; (measured) step; march", ""], "292": ["6", "\u4e0d\u59a8", "bu4 fang2", "there is no harm in; might as well", ""], "293": ["5", "\u90e8\u5206", "bu4 fen5", "part; share; section; piece; CL:\u500b|\u4e2a[ge4]", ""], "294": ["6", "\u4e0d\u6562\u5f53", "bu4 gan3 dang1", "lit. I dare not (accept the honor); fig. I don't deserve your praise; you flatter me", ""], "295": ["6", "\u5e03\u544a", "bu4 gao4", "posting on a bulletin board; notice; bulletin; to announce", ""], "296": ["6", "\u4e0d\u987e", "bu4 gu4", "in spite of; regardless of", ""], "297": ["4", "\u4e0d\u7ba1", "bu4 guan3", "\"no matter (what", " how); regardless of; no matter\"", ""], "298": ["4", "\u4e0d\u8fc7", "bu4 guo4", "only; merely; no more than; but; however; anyway (to get back to a previous topic)", ""], "299": ["5", "\u4e0d\u597d\u610f\u601d", "bu4 hao3 yi4 si5", "to feel embarrassed; to be ill at ease; to find it embarrassing (to do sth)", ""], "300": ["5", "\u4e0d\u89c1\u5f97", "bu4 jian4 de5", "not necessarily; not likely", ""], "301": ["6", "\u4e0d\u7981", "bu4 jin1", "can't help (doing sth); can't refrain from", ""], "302": ["4", "\u4e0d\u4ec5", "bu4 jin3", "not only (this one); not just (...) but also", ""], "303": ["6", "\u5e03\u5c40", "bu4 ju2", "arrangement; composition; layout; opening (chess jargon)", ""], "304": ["6", "\u4e0d\u582a", "bu4 kan1", "cannot bear; cannot stand; utterly; extremely", ""], "305": ["6", "\u4e0d\u53ef\u601d\u8bae", "bu4 ke3 si1 yi4", "inconceivable (idiom); unimaginable; unfathomable", ""], "306": ["1", "\u4e0d\u5ba2\u6c14", "bu4 ke4 qi5", "you're welcome; impolite; rude; blunt; don't mention it", ""], "307": ["6", "\u4e0d\u6127", "bu4 kui4", "be worthy of; deserve to be called; prove oneself to be", ""], "308": ["6", "\u4e0d\u6599", "bu4 liao4", "unexpectedly; to one's surprise", ""], "309": ["5", "\u90e8\u95e8", "bu4 men2", "department; branch; section; division; CL:\u500b|\u4e2a[ge4]", ""], "310": ["5", "\u4e0d\u514d", "bu4 mian3", "unavoidable", ""], "311": ["5", "\u4e0d\u8010\u70e6", "bu4 nai4 fan2", "impatience; impatient", ""], "312": ["5", "\u4e0d\u7136", "bu4 ran2", "not so; no; or else; otherwise; if not", ""], "313": ["5", "\u4e0d\u5982", "bu4 ru2", "not equal to; not as good as; inferior to; it would be better to", ""], "314": ["6", "\u4e0d\u65f6", "bu4 shi2", "frequently; often; at any time", ""], "315": ["6", "\u90e8\u7f72", "bu4 shu3", "to dispose; to deploy; deployment", ""], "316": ["6", "\u90e8\u4f4d", "bu4 wei4", "position; place", ""], "317": ["6", "\u4e0d\u60dc", "bu4 xi1", "not stint; not spare; not hesitate (to do sth); not scruple (to do sth)", ""], "318": ["6", "\u4e0d\u76f8\u4e0a\u4e0b", "bu4 xiang1 shang4 xia4", "equally matched; about the same", ""], "319": ["6", "\u4e0d\u50cf\u8bdd", "bu4 xiang4 hua4", "unreasonable; shocking; outrageous", ""], "320": ["6", "\u4e0d\u5c51\u4e00\u987e", "bu4 xie4 yi1 gu4", "to disdain as beneath contempt", ""], "321": ["6", "\u4e0d\u8a00\u800c\u55bb", "bu4 yan2 er2 yu4", "it goes without saying; it is self-evident", ""], "322": ["5", "\u4e0d\u8981\u7d27", "bu4 yao4 jin3", "unimportant; not serious; it doesn't matter; never mind; it looks all right; but", ""], "323": ["6", "\u4e0d\u7531\u5f97", "bu4 you2 de5", "can't help; cannot but", ""], "324": ["6", "\u4e0d\u62e9\u624b\u6bb5", "bu4 ze2 shou3 duan4", "by fair means or foul; by hook or by crook; unscrupulously", ""], "325": ["6", "\u4e0d\u6b62", "bu4 zhi3", "incessantly; without end; more than; not limited to", ""], "326": ["6", "\u5e03\u7f6e", "bu4 zhi4", "to put in order; to arrange; to decorate; to fix up; to deploy", ""], "327": ["5", "\u6b65\u9aa4", "bu4 zhou4", "step; move; measure", ""], "328": ["5", "\u4e0d\u8db3", "bu4 zu2", "insufficient; lacking; deficiency; not enough; inadequate; not worth; cannot; should not", ""], "329": ["4", "\u64e6", "ca1", "to wipe; to erase; rubbing (brush stroke in painting); to clean; to polish", ""], "330": ["4", "\u731c", "cai1", "to guess", ""], "331": ["3", "\u624d", "cai2", "ability; talent; endowment; gift; an expert; only (then); only if; just", ""], "332": ["5", "\u8d22\u4ea7", "cai2 chan3", "property; CL:\u7b46|\u7b14[bi3]", ""], "333": ["6", "\u88c1\u7f1d", "cai2 feng5", "tailor; dressmaker", ""], "334": ["6", "\u8d22\u5bcc", "cai2 fu4", "wealth; riches", ""], "335": ["6", "\u624d\u5e72", "cai2 gan4", "ability; competence", ""], "336": ["4", "\u6750\u6599", "cai2 liao4", "\"material; data; makings; stuff; CL:\u500b|\u4e2a[ge4]", "\u7a2e|\u79cd[zhong3]\"", ""], "337": ["6", "\u88c1\u5224", "cai2 pan4", "\"judgment; to referee; umpire; judge; referee; CL:\u500b|\u4e2a[ge4]", "\u4f4d[wei4]", "\u540d[ming2]\"", ""], "338": ["6", "\u8d22\u52a1", "cai2 wu4", "financial affairs", ""], "339": ["6", "\u88c1\u5458", "cai2 yuan2", "to cut staff; to lay off employees", ""], "340": ["6", "\u8d22\u653f", "cai2 zheng4", "finances (public); financial", ""], "341": ["5", "\u8e29", "cai3", "to step on; to tread; to stamp; to press a pedal; to pedal (a bike)", ""], "342": ["5", "\u91c7\u8bbf", "cai3 fang3", "to interview; to gather news; to hunt for and collect; to cover", ""], "343": ["6", "\u91c7\u8d2d", "cai3 gou4", "to procure (for an enterprise etc); to purchase", ""], "344": ["5", "\u5f69\u8679", "cai3 hong2", "rainbow", ""], "345": ["6", "\u91c7\u96c6", "cai3 ji2", "to gather; to collect; to harvest", ""], "346": ["6", "\u91c7\u7eb3", "cai3 na4", "to accept; to adopt", ""], "347": ["6", "\u5f69\u7968", "cai3 piao4", "the lottery; lottery ticket", ""], "348": ["5", "\u91c7\u53d6", "cai3 qu3", "\"to adopt or carry out (measures", " policies", " course of action); to take\"", ""], "349": ["1", "\u83dc", "cai4", "\"dish (type of food); vegetables; vegetable; cuisine; CL:\u76e4|\u76d8[pan2]", "\u9053[dao4]\"", ""], "350": ["3", "\u83dc\u5355", "cai4 dan1", "\"menu; CL:\u4efd[fen4]", "\u5f35|\u5f20[zhang1]\"", ""], "351": ["4", "\u53c2\u89c2", "can1 guan1", "to look around; to inspect; visit and observe", ""], "352": ["3", "\u53c2\u52a0", "can1 jia1", "to participate; to take part; to join", ""], "353": ["5", "\u53c2\u8003", "can1 kao3", "consultation; reference; to consult; to refer", ""], "354": ["6", "\u53c2\u8c0b", "can1 mou2", "staff officer; give advice", ""], "355": ["5", "\u9910\u5385", "can1 ting1", "\"dining-hall; dining-room; restaurant; CL:\u9593|\u95f4[jian1]", "\u5bb6[jia1]\"", ""], "356": ["5", "\u53c2\u4e0e", "can1 yu4", "to participate (in sth)", ""], "357": ["6", "\u53c2\u7167", "can1 zhao4", "to consult a reference; to refer to (another document)", ""], "358": ["5", "\u6b8b\u75be", "can2 ji2", "disabled; handicapped; deformity on a person or animal", ""], "359": ["6", "\u6b8b\u9177", "can2 ku4", "cruel; cruelty", ""], "360": ["5", "\u60ed\u6127", "can2 kui4", "ashamed", ""], "361": ["6", "\u6b8b\u7559", "can2 liu2", "to remain; left over; surplus; remnant", ""], "362": ["6", "\u6b8b\u5fcd", "can2 ren3", "cruel; mean; merciless; ruthless", ""], "363": ["6", "\u707f\u70c2", "can4 lan4", "to glitter; brilliant; splendid", ""], "364": ["6", "\u8231", "cang1", "cabin; the hold of a ship or airplane", ""], "365": ["6", "\u82cd\u767d", "cang1 bai2", "pale; wan", ""], "366": ["6", "\u4ed3\u4fc3", "cang1 cu4", "all of a sudden; hurriedly", ""], "367": ["6", "\u4ed3\u5e93", "cang1 ku4", "depot; storehouse; warehouse", ""], "368": ["5", "\u64cd\u573a", "cao1 chang3", "playground; sports field; drill ground; CL:\u500b|\u4e2a[ge4]", ""], "369": ["6", "\u64cd\u52b3", "cao1 lao2", "to work hard; to look after", ""], "370": ["6", "\u64cd\u7ec3", "cao1 lian4", "drill; practice", ""], "371": ["5", "\u64cd\u5fc3", "cao1 xin1", "to worry about", ""], "372": ["6", "\u64cd\u7eb5", "cao1 zong4", "to operate; to control; to rig; to manipulate", ""], "373": ["6", "\u64cd\u4f5c", "cao1 zuo4", "to work; to operate; to manipulate", ""], "374": ["6", "\u5608\u6742", "cao2 za2", "noisy; clamorous", ""], "375": ["3", "\u8349", "cao3", "\"grass; straw; manuscript; draft (of a document); careless; rough; CL:\u68f5[ke1]", "\u64ae[zuo3]", "\u682a[zhu1]", "\u6839[gen1]\"", ""], "376": ["6", "\u8349\u6848", "cao3 an4", "\"draft (legislation", " proposal etc)\"", ""], "377": ["6", "\u8349\u7387", "cao3 shuai4", "careless; negligent; sloppy; not serious", ""], "378": ["5", "\u518c", "ce4", "book; booklet; classifier for books", ""], "379": ["6", "\u7b56\u5212", "ce4 hua4", "to plot; to scheme; to bring about; to engineer; planning; producer; planner", ""], "380": ["6", "\u6d4b\u91cf", "ce4 liang2", "survey; to measure; to gauge; to determine", ""], "381": ["6", "\u7b56\u7565", "ce4 lve4", "tactics; to be tactful", ""], "382": ["6", "\u4fa7\u9762", "ce4 mian4", "lateral side; side; aspect; profile", ""], "383": ["5", "\u5395\u6240", "ce4 suo3", "\"toilet; lavatory; CL:\u9593|\u95f4[jian1]", "\u8655|\u5904[chu4]\"", ""], "384": ["5", "\u6d4b\u9a8c", "ce4 yan4", "\"test; to test; CL:\u6b21[ci4]", "\u500b|\u4e2a[ge4]\"", ""], "385": ["3", "\u5c42", "ceng2", "layer; stratum; laminated; floor (of a building); storey; classifier for layers; repeated; sheaf (math.)", ""], "386": ["6", "\u5c42\u51fa\u4e0d\u7a77", "ceng2 chu1 bu4 qiong2", "more and more emerge; innumerable succession; breeding like flies (idiom)", ""], "387": ["6", "\u5c42\u6b21", "ceng2 ci4", "arrangement of ideas; administrative level; level; stage; phase", ""], "388": ["5", "\u66fe\u7ecf", "ceng2 jing1", "once; already; former; previously; ever; (past tense marker used before verb or clause)", ""], "389": ["5", "\u63d2", "cha1", "to insert; stick in; pierce; to take part in; to interfere; to interpose", ""], "390": ["5", "\u5dee\u522b", "cha1 bie2", "difference; distinction; diversity; disparity", ""], "391": ["6", "\u5dee\u8ddd", "cha1 ju4", "disparity; gap", ""], "392": ["5", "\u53c9\u5b50", "cha1 zi5", "fork; CL:\u628a[ba3]", ""], "393": ["1", "\u8336", "cha2", "\"tea; tea plant; CL:\u676f[bei1]", "\u58fa|\u58f6[hu2]\"", ""], "394": ["6", "\u67e5\u83b7", "cha2 huo4", "to investigate and capture (a criminal); to ferret out; to hunt down and arrest", ""], "395": ["6", "\u5c94", "cha4", "\"fork in road; bifurcation; branch in road", " river", " mountain range etc; to branch off; to turn off; to diverge; to stray (from the path); to change the subject; to interrupt; to stagger (times)\"", ""], "396": ["3", "\u5dee", "cha4", "differ from; short of; to lack; poor", ""], "397": ["4", "\u5dee\u4e0d\u591a", "cha4 bu5 duo1", "almost; nearly; more or less", ""], "398": ["6", "\u5239\u90a3", "cha4 na4", "an instant (Sanskrit: ksana); split second; the twinkling of an eye", ""], "399": ["6", "\u8be7\u5f02", "cha4 yi4", "flabbergasted; astonished", ""], "400": ["5", "\u62c6", "chai1", "to tear open; to tear down; to tear apart; to open", ""], "401": ["6", "\u67f4\u6cb9", "chai2 you2", "diesel fuel", ""], "402": ["6", "\u6400", "chan1", "to assist by the arm; to mix; to support; to sustain", ""], "403": ["6", "\u998b", "chan2", "slander; defame; misrepresent; to speak maliciously", ""], "404": ["6", "\u7f20\u7ed5", "chan2 rao4", "twisting; to twine; to wind; to pester; to bother", ""], "405": ["5", "\u4ea7\u54c1", "chan3 pin3", "goods; merchandise; product; CL:\u500b|\u4e2a[ge4]", ""], "406": ["5", "\u4ea7\u751f", "chan3 sheng1", "to arise; to come into being; to come about; to give rise to; to bring into being; to bring about; to produce; to engender; to generate; to appear; appearance; emergence; generation; production; yield", ""], "407": ["6", "\u9610\u8ff0", "chan3 shu4", "to expound (a position); to elaborate (on a topic); to treat (a subject)", ""], "408": ["6", "\u4ea7\u4e1a", "chan3 ye4", "industry; estate; property; industrial", ""], "409": ["6", "\u98a4\u6296", "chan4 dou3", "to shudder; to shiver; to shake; to tremble", ""], "410": ["6", "\u7316\u72c2", "chang1 kuang2", "savage; furious", ""], "411": ["6", "\u660c\u76db", "chang1 sheng4", "prosperous", ""], "412": ["4", "\u5c1d", "chang2", "to taste; flavor; (past tense marker); already; formerly; ever; once; test", ""], "413": ["2", "\u957f", "chang2", "length; long; forever; always; constantly", ""], "414": ["4", "\u957f\u57ce", "Chang2 cheng2", "the Great Wall", ""], "415": ["6", "\u507f\u8fd8", "chang2 huan2", "to repay; to reimburse", ""], "416": ["4", "\u957f\u6c5f", "Chang2 jiang1", "Changjiang river; Yangtze river", ""], "417": ["6", "\u5e38\u5e74", "chang2 nian2", "a whole year; average year", ""], "418": ["5", "\u5e38\u8bc6", "chang2 shi2", "common sense; general knowledge; CL:\u9580|\u95e8[men2]", ""], "419": ["6", "\u5c1d\u8bd5", "chang2 shi4", "to try; to attempt; CL:\u6b21[ci4]", ""], "420": ["5", "\u957f\u9014", "chang2 tu2", "long distance", ""], "421": ["6", "\u5e38\u52a1", "chang2 wu4", "routine; everyday business; daily operation (of a company)", ""], "422": ["6", "\u573a", "chang3", "\"threshing floor; classifier for events and happenings: spell", " episode", " bout\"", ""], "423": ["6", "\u573a\u5408", "chang3 he2", "situation; occasion", ""], "424": ["6", "\u655e\u5f00", "chang3 kai1", "wide open; to open up", ""], "425": ["6", "\u573a\u9762", "chang3 mian4", "scene; occasion", ""], "426": ["6", "\u573a\u6240", "chang3 suo3", "location; place", ""], "427": ["6", "\u5021\u5bfc", "chang4 dao3", "to advocate; to initiate; to propose; to be a proponent of (an idea or school of thought)", ""], "428": ["2", "\u5531\u6b4c", "chang4 ge1", "to sing a song", ""], "429": ["6", "\u7545\u901a", "chang4 tong1", "unimpeded; free-flowing; straight path; unclogged; move without obstruction", ""], "430": ["6", "\u7545\u9500", "chang4 xiao1", "best seller; chart-topping", ""], "431": ["6", "\u5021\u8bae", "chang4 yi4", "to suggest; to initiate; proposal; initiative", ""], "432": ["5", "\u6284", "chao1", "to copy; to plagiarize; to search and seize; to go; to transcribe; to take a shortcut; to search and confiscate", ""], "433": ["4", "\u8d85\u8fc7", "chao1 guo4", "to surpass; to exceed; to outstrip", ""], "434": ["6", "\u8d85\u7ea7", "chao1 ji2", "transcending; high grade; super-; ultra-", ""], "435": ["6", "\u949e\u7968", "chao1 piao4", "\"paper money; a bill (e.g. 100 yuan); CL:\u5f35|\u5f20[zhang1]", "\u624e[za1]\"", ""], "436": ["3", "\u8d85\u5e02", "chao1 shi4", "supermarket (abbr.); CL:\u5bb6[jia1]", ""], "437": ["6", "\u8d85\u8d8a", "chao1 yue4", "to surpass; to exceed; to transcend", ""], "438": ["5", "\u671d", "chao2", "imperial or royal court; government; dynasty; reign of a sovereign or emperor; court or assembly held by a sovereign or emperor; to make a pilgrimage to; facing; towards", ""], "439": ["5", "\u671d\u4ee3", "chao2 dai4", "dynasty; reign (of a king)", ""], "440": ["6", "\u6f6e\u6d41", "chao2 liu2", "tide; current; trend", ""], "441": ["6", "\u6f6e\u6e7f", "chao2 shi1", "damp; moist", ""], "442": ["6", "\u5632\u7b11", "chao2 xiao4", "jeer; mockery; scoff; sneer; make fun of; laugh at (derogatory)", ""], "443": ["4", "\u5435", "chao3", "to quarrel; to make a noise; noisy; to disturb by making a noise", ""], "444": ["5", "\u7092", "chao3", "saute; pan-fry; to fry; fried", ""], "445": ["5", "\u5435\u67b6", "chao3 jia4", "to quarrel; to have a row; CL:\u9813|\u987f[dun4]", ""], "446": ["5", "\u8f66\u5e93", "che1 ku4", "garage", ""], "447": ["5", "\u8f66\u53a2", "che1 xiang1", "carriage; CL:\u7bc0|\u8282[jie2]", ""], "448": ["5", "\u5f7b\u5e95", "che4 di3", "thorough; thoroughly; complete", ""], "449": ["6", "\u64a4\u9000", "che4 tui4", "retreat", ""], "450": ["6", "\u64a4\u9500", "che4 xiao1", "to repeal; to revoke; to undo (computing)", ""], "451": ["6", "\u6c89\u6dc0", "chen2 dian4", "to settle; to precipitate (solid sediment out of a solution)", ""], "452": ["6", "\u9648\u65e7", "chen2 jiu4", "old-fashioned", ""], "453": ["6", "\u9648\u5217", "chen2 lie4", "to display; to exhibit", ""], "454": ["6", "\u6c89\u95f7", "chen2 men4", "oppressive (of weather); heavy; depressed; not happy", ""], "455": ["5", "\u6c89\u9ed8", "chen2 mo4", "silence; uncommunicative", ""], "456": ["6", "\u9648\u8ff0", "chen2 shu4", "an assertion; to declare; to state", ""], "457": ["6", "\u6c89\u601d", "chen2 si1", "contemplate; contemplation; meditation; ponder", ""], "458": ["6", "\u6c89\u91cd", "chen2 zhong4", "heavy; hard; serious; critical", ""], "459": ["6", "\u6c89\u7740", "chen2 zhuo2", "steady; calm and collected; not nervous", ""], "460": ["5", "\u8d81", "chen4", "to avail oneself of; to take advantage of", ""], "461": ["3", "\u886c\u886b", "chen4 shan1", "shirt; blouse; CL:\u4ef6[jian4]", ""], "462": ["6", "\u79f0\u5fc3\u5982\u610f", "chen4 xin1 ru2 yi4", "after one's heart (idiom); gratifying and satisfactory; everything one could wish", ""], "463": ["5", "\u79f0", "cheng1", "to weigh; to state; to name; name; appellation; to praise", ""], "464": ["6", "\u79f0\u53f7", "cheng1 hao4", "name; term of address; title", ""], "465": ["5", "\u79f0\u547c", "cheng1 hu5", "to call; to address as; appellation", ""], "466": ["5", "\u79f0\u8d5e", "cheng1 zan4", "to praise; to acclaim; to commend; to compliment", ""], "467": ["5", "\u4e58", "cheng2", "to ride; to mount; to make use of; to avail oneself of; to take advantage of; to multiply (mathematics); Buddhist sect or creed", ""], "468": ["6", "\u6a59", "cheng2", "orange tree; orange (color)", ""], "469": ["6", "\u76db", "cheng2", "to hold; contain; to ladle; pick up with a utensil", ""], "470": ["6", "\u627f\u529e", "cheng2 ban4", "to undertake; to accept a contract", ""], "471": ["6", "\u627f\u5305", "cheng2 bao1", "to contract; to undertake (a job)", ""], "472": ["6", "\u57ce\u5821", "cheng2 bao3", "castle; rook (chess piece)", ""], "473": ["6", "\u6210\u672c", "cheng2 ben3", "\"(manufacturing", " production etc) costs\"", ""], "474": ["5", "\u627f\u62c5", "cheng2 dan1", "to undertake; to assume (responsibility etc)", ""], "475": ["5", "\u7a0b\u5ea6", "cheng2 du4", "degree (level or extent); level; CL:\u500b|\u4e2a[ge4]", ""], "476": ["6", "\u60e9\u7f5a", "cheng2 fa2", "penalty; punishment; to punish", ""], "477": ["5", "\u6210\u5206", "cheng2 fen4", "composition; make-up; ingredient; element; component; one's social status; CL:\u500b|\u4e2a[ge4]", ""], "478": ["4", "\u6210\u529f", "cheng2 gong1", "\"success; to succeed; CL:\u6b21[ci4]", "\u500b|\u4e2a[ge4]\"", ""], "479": ["5", "\u6210\u679c", "cheng2 guo3", "result; achievement; gain; profit; CL:\u500b|\u4e2a[ge4]", ""], "480": ["3", "\u6210\u7ee9", "cheng2 ji4", "\"achievement; performance records; grades; CL:\u9805|\u9879[xiang4]", "\u500b|\u4e2a[ge4]\"", ""], "481": ["6", "\u6210\u4ea4", "cheng2 jiao1", "to complete a contract; to reach a deal", ""], "482": ["5", "\u6210\u5c31", "cheng2 jiu4", "accomplishment; success; attain a result; achievement; CL:\u500b|\u4e2a[ge4]", ""], "483": ["5", "\u8bda\u6073", "cheng2 ken3", "sincere; honest; cordial", ""], "484": ["5", "\u6210\u7acb", "cheng2 li4", "to establish; to set up; to be tenable; to hold water", ""], "485": ["6", "\u627f\u8bfa", "cheng2 nuo4", "to promise; to undertake to do something; commitment", ""], "486": ["6", "\u6f84\u6e05", "cheng2 qing1", "clear (of liquid); limpid; to clarify; to make sth clear; to be clear (about the facts)", ""], "487": ["5", "\u627f\u8ba4", "cheng2 ren4", "\"to admit; to concede; to recognize; recognition (diplomatic", " artistic etc); to acknowledge\"", ""], "488": ["4", "\u8bda\u5b9e", "cheng2 shi2", "honest; honesty; honorable; truthful", ""], "489": ["3", "\u57ce\u5e02", "cheng2 shi4", "city; town; CL:\u5ea7[zuo4]", ""], "490": ["5", "\u627f\u53d7", "cheng2 shou4", "to bear; to support; to inherit", ""], "491": ["4", "\u6210\u719f", "cheng2 shu2", "mature; ripe; Taiwan pr. cheng2 shou2", ""], "492": ["6", "\u6210\u5929", "cheng2 tian1", "(coll.) all day long; all the time", ""], "493": ["4", "\u6210\u4e3a", "cheng2 wei2", "to become; to turn into", ""], "494": ["6", "\u4e58\u52a1\u5458", "cheng2 wu4 yuan2", "\"attendant on an airplane", " train", " boat etc\"", ""], "495": ["6", "\u5448\u73b0", "cheng2 xian4", "to appear; to emerge; present (a certain appearance); demonstrate", ""], "496": ["6", "\u6210\u6548", "cheng2 xiao4", "effect; result", ""], "497": ["6", "\u6210\u5fc3", "cheng2 xin1", "intentional; deliberate; on purpose", ""], "498": ["5", "\u7a0b\u5e8f", "cheng2 xu4", "procedures; sequence; order; computer program", ""], "499": ["5", "\u6210\u8bed", "cheng2 yu3", "\"Chinese set expression", " often made up of 4 characters or two couplets of 4 characters each", " often alluding to a story or historical quotation; idiom; proverb; saying; adage; set expression; CL:\u689d|\u6761[tiao2]", 